0.1.0/tutorials/basic/potential/pitz_daily/system/fvSolution
FoamFile
{
    version     2.0;
    format      ascii;
    class       dictionary;
    location    "system";
    object      fvSolution;
}

solvers
{
  phiU
  {
    solver          GAMG;
    smoother        DIC;
    cacheAgglomeration on;
    agglomerator    faceAreaPair;
    nCellsInCoarsestLevel 10;
    mergeLevels     1;

    tolerance       1e-06;
    relTol          0.01;
  }

  p
  {
    $phiU;
  }
}

potentialFlow
{
  nNonOrthogonalCorrectors 2;
}

// vim: set ft=foam et sw=2 ts=2 sts=2:
